export default {
  caption: 'Покупка билета',
  'датаПокупки-caption': 'Дата покупки',
  'времяПокупки-caption': 'Время покупки',
  'варПолучБилет-caption': 'Вариант получения билета',
  'покупатель.датРожд-caption': 'Дата рождения',
  'покупатель.серияПаспорта-caption': 'Серия паспорта',
  'покупатель.номерПаспорта-caption': 'Номер паспорта',
  'покупатель.банкСчет-caption': 'Банковский счет',
  'покупатель.элПочта-caption': 'Электронная почта',
  'покупатель-caption': 'ФИО',
  'информация-caption': 'Информация'
};
