export default {
  projections: {
    МаршрутE: {
      номерМаршрута: {
        __caption__: 'Номер маршрута'
      },
      конечПункт: {
        __caption__: 'Конечный пункт'
      },
      времяОтправ: {
        __caption__: 'Время отправления'
      },
      времяПрибыт: {
        __caption__: 'Время прибытия'
      },
      стоимость: {
        __caption__: 'Стоимость'
      },
      перевозчик: {
        __caption__: 'Наименование'
      }
    },
    МаршрутL: {
      номерМаршрута: {
        __caption__: 'Номер маршрута'
      },
      конечПункт: {
        __caption__: 'Конечный пункт'
      },
      времяОтправ: {
        __caption__: 'Время отправления'
      },
      времяПрибыт: {
        __caption__: 'Время прибытия'
      },
      стоимость: {
        __caption__: 'Стоимость'
      },
      перевозчик: {
        __caption__: 'Наименование'
      }
    }
  },
  validations: {
    времяОтправ: {
      __caption__: 'Время отправления'
    },
    времяПрибыт: {
      __caption__: 'Время прибытия'
    },
    конечПункт: {
      __caption__: 'Конечный пункт'
    },
    номерМаршрута: {
      __caption__: 'Номер маршрута'
    },
    стоимость: {
      __caption__: 'Стоимость'
    },
    перевозчик: {
      __caption__: 'Наименование'
    }
  }
};
