export default {
  projections: {
    ПокупкаБилетаE: {
      датаПокупки: {
        __caption__: 'Дата покупки'
      },
      времяПокупки: {
        __caption__: 'Время покупки'
      },
      покупатель: {
        __caption__: 'ФИО',
        датРожд: {
          __caption__: 'Дата рождения'
        },
        серияПаспорта: {
          __caption__: 'Серия паспорта'
        },
        номерПаспорта: {
          __caption__: 'Номер паспорта'
        },
        банкСчет: {
          __caption__: 'Банковский счет'
        },
        элПочта: {
          __caption__: 'Электронная почта'
        }
      },
      варПолучБилет: {
        __caption__: 'Вариант получения билета'
      },
      информация: {
        __caption__: 'Информация',
        датаПоезд: {
          __caption__: 'Дата поездки'
        },
        место: {
          __caption__: 'Место'
        }
      }
    },
    ПокупкаБилетаL: {
      датаПокупки: {
        __caption__: 'Дата покупки'
      },
      времяПокупки: {
        __caption__: 'Время покупки'
      },
      покупатель: {
        __caption__: 'ФИО',
        датРожд: {
          __caption__: 'Дата рождения'
        },
        серияПаспорта: {
          __caption__: 'Серия паспорта'
        },
        номерПаспорта: {
          __caption__: 'Номер паспорта'
        },
        банкСчет: {
          __caption__: 'Банковский счет'
        },
        элПочта: {
          __caption__: 'Электронная почта'
        }
      },
      варПолучБилет: {
        __caption__: 'Вариант получения билета'
      }
    }
  },
  validations: {
    варПолучБилет: {
      __caption__: 'Вариант получения билета'
    },
    времяПокупки: {
      __caption__: 'Время покупки'
    },
    датаПокупки: {
      __caption__: 'Дата покупки'
    },
    билетКасса: {
      __caption__: 'билетКасса'
    },
    покупатель: {
      __caption__: 'ФИО'
    },
    информация: {
      __caption__: 'Информация'
    }
  }
};
