export default {
  projections: {
    ОбслуживаниеE: {
      билетКасса: {
        __caption__: 'Наименование',
        адрес: {
          __caption__: 'Адрес'
        }
      },
      времяПроверки: {
        __caption__: 'Время проверки'
      },
      чекЛента: {
        __caption__: 'Чек лента'
      },
      готовКРаботе: {
        __caption__: 'Готов к работе'
      },
      оператор: {
        __caption__: 'Оператор'
      }
    },
    ОбслуживаниеL: {
      билетКасса: {
        __caption__: 'Наименование',
        адрес: {
          __caption__: 'Адрес'
        }
      },
      времяПроверки: {
        __caption__: 'Время проверки'
      },
      чекЛента: {
        __caption__: 'Чек лента'
      },
      готовКРаботе: {
        __caption__: 'Готов к работе'
      },
      оператор: {
        __caption__: 'ФИО'
      }
    }
  },
  validations: {
    времяПроверки: {
      __caption__: 'Время проверки'
    },
    готовКРаботе: {
      __caption__: 'Готов к работе'
    },
    чекЛента: {
      __caption__: 'Чек лента'
    },
    билетКасса: {
      __caption__: 'Наименование'
    },
    оператор: {
      __caption__: 'Оператор'
    }
  }
};
