export default {
  projections: {
    ОператорE: {
      iD: {
        __caption__: 'ID'
      },
      фИО: {
        __caption__: 'ФИО'
      },
      номерПаспорта: {
        __caption__: 'Номер паспорта'
      },
      серияПаспорта: {
        __caption__: 'Серия паспорта'
      }
    },
    ОператорL: {
      iD: {
        __caption__: 'ID'
      },
      фИО: {
        __caption__: 'ФИО'
      },
      номерПаспорта: {
        __caption__: 'Номер паспорта'
      },
      серияПаспорта: {
        __caption__: 'Серия паспорта'
      }
    }
  },
  validations: {
    iD: {
      __caption__: 'ID'
    },
    номерПаспорта: {
      __caption__: 'Номер паспорта'
    },
    серияПаспорта: {
      __caption__: 'Серия паспорта'
    },
    фИО: {
      __caption__: 'ФИО'
    }
  }
};
